<?php echo 'Здравствуйте ' . $first_name . ' ' . $last_name ?>


Добро пожаловать в Prosperous Life Club!

После подтверждения вашей регистрации, вы можете сразу же получить доступ ко всем данным.

Вы можете подтведить регистрацию пройдя по ссылке:
<?php echo 'https://my.prosperouslife.club/users/activate/' . $code ?>



ПРИМЕЧАНИЕ :
Если у вас есть трудности с доступом к ссылке выше, пожалуйста, попробуйте следующее:
Просто откройте веб-браузер и скопируйте ссылку в адресную строку вашего браузера.
надо быть внимательным, что бы точно скопировать ссылку и не добавить лишние пробелы или разрывы строк.

Ваша регистрационная информация:

Имя пользователя:
<?php echo $username ?>

Ваш пароль:
<?php echo $password ?>


Войти Сайт:
https://my.prosperouslife.club/


Ваша персональная ссылка:
<?php echo 'https://www.prosperouslife.club/?r=' . $user_id ?>


ПРИМЕЧАНИЕ :
Эта ссылка уже содержит Ваш личный ID партнера.
Когда пользователи приходят на сайт по этой ссылке , это автоматически регистрируется с Вашим ID.
Обязательно, необходимо подтвердить регистрацию.


Проблемы входa на сайт?
https://my.prosperouslife.club/users/problemswithlogin/


Если у Вас есть еще вопросы, пишите нам e-mail на support@prosperouslife.club
или обратитесь к Вашему спонсору.

Мы желаем Вам больших успехов
Ваш Prosperous Life Team