<div class="modal fade bd-example-modal-lg" tabindex="-1" aria-labelledby="myLargeModalLabel" style="display: none;"
    aria-hidden="true">
    <div class="modal-dialog modal-lg">
        <div class="modal-content">
            <div class="modal-header">
                <h5 class="modal-title" id="exampleModalLongTitle">Пользовательское соглашение</h5>
                <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close">
                </button>
            </div>
            <div class="modal-body">
                <p style="text-align: justify">
                    Prosperous Life Club, юридическое лицо, владелец сайта в сети Интернет, расположенного по адресу:
                    https://www.prosperouslife.club, в дальнейшем именуемый «Компания» с одной стороны, и Физическое
                    лицо,
                    именуемое в дальнейшем «Партнер», с другой стороны, вместе именуемые «Стороны», заключили настоящее
                    Пользовательское соглашение (далее по тексту – «Соглашение») о нижеследующем:
                </p>

                <p style="text-align: justify">
                    Принимая условия настоящего Соглашения, Партнер выражает согласие со всеми его условиями. Согласие
                    Партнера с положениями настоящего Соглашения является обязательным условием для регистрации партнера
                    на Сайте.
                </p>

                <p style="text-align: justify">
                    Партнер, принимая условия настоящего соглашения, подтверждает, что он правоспособен, дееспособен и
                    вправе заключать настоящее Соглашение.
                </p>

                <p style="text-align: justify">
                    Партнер гарантирует, что используемое им оборудование и средства связи, в том числе используемые
                    Партнером услуги оператора связи являются достаточными и исправными для пользования Сайтом и
                    распространяемыми на нем услугами.
                </p>

                <h5>1. Предмет договора</h5>
                <p></p>
                <p style="text-align: justify">
                    1.1. По настоящему Соглашению Партнер обязуется за вознаграждение, указанное в Партнерской программе
                    на сайте Компании, совершать действия, необходимые для распространения рекламных предложений о
                    деятельности Компании, а также для привлечения на Сайт новых Пользователей. Партнер получает
                    вознаграждение, как % от объема заказов, сделанных привлеченными им Пользователями, в соответствии с
                    условиями Партнерской Программы.
                </p>

                <p style="text-align: justify">
                    1.2. Компания, в свою очередь, обязуется выплачивать обещанное Партнеру вознаграждение, а также
                    оказывать иные, указанные на Сайте услуги.
                </p>

                <p style="text-align: justify">
                    1.3. Сайт, продукцию и услуги Партнер имеет право рекламировать с помощью:
                </p>

                <p style="text-align: justify">
                    1.3.1. Текстовых ссылок или рекламных заявлений на сторонних Интернет-ресурсах.
                </p>

                <p style="text-align: justify">
                    1.3.2. Графических баннеров и кнопок на сторонних Интернет-ресурсах.
                </p>

                <p style="text-align: justify">
                    1.3.3. Текстовых ссылок или рекламных заявлений в агитационных электронных сообщениях и на других
                    сайтах, включая личные страницы Партнера в социальных сетях, на форумах и в других бесплатных
                    ресурсах онлайн коммуникации.
                </p>

                <p style="text-align: justify">
                    1.3.4. Почтовых рассылок получателям, которые уже являются подписчиками Партнера, при условии, что
                    получатели имеют возможность отказаться от будущих почтовых рассылок и что Партнер полностью
                    соблюдает действующее законодательство.
                </p>

                <p style="text-align: justify">
                    1.3.5. Устной рекламы.
                </p>

                <p style="text-align: justify">
                    1.4. Для приглашения новых Пользователей на Сайт Компании, Партнер получает в своем личном кабинете
                    доступ к партнерской (реферальной) ссылке, связанной с его личным идентификатором (регистрационным
                    номером) и передает ссылку Пользователю.
                </p>

                <p style="text-align: justify">
                    1.5. Вознаграждение Партнер получает от Компании путем пополнения личного виртуального счета в его
                    личном кабинете на Сайте. Вывод средств возможен с помощью различных платежных сервисов предложенных
                    Компанией.
                </p>

                <p style="text-align: justify">
                    1.6. Партнер соглашается, что будет предоставлять Пользователям информацию о Сайте, продукции и
                    услугах Компании и будет соблюдать все законы, включая те, которые регулируют маркетинг по
                    электронной почте, и законы, направленные против спама.
                </p>

                <p style="text-align: justify">
                    1.7. В любое время настоящее Соглашение может быть расторгнуто как Партнером, так и Компанией.
                </p>

                <p style="text-align: justify">
                    1.8. Партнер имеет право на получение вознаграждения только в течение действия настоящего
                    Соглашения.
                </p>

                <p style="text-align: justify">
                    1.9. Компания может внести изменения в данное Соглашение, политику обслуживания, Партнерскую
                    программу и рабочие процедуры в любое время.
                </p>

                <h5>2. Права и обязанности сторон</h5>
                <p></p>

                <p style="text-align: justify">
                    2.1. Партнер обязуется совершать действия, необходимые для распространения рекламных предложений о
                    деятельности Компании для привлечения новых Пользователей.
                </p>

                <p style="text-align: justify">
                    2.2. Компания обязуется оплачивать деятельность Партнера, производимую в рамках настоящего
                    соглашения и иных опубликованных на Сайте условий.
                </p>

                <p style="text-align: justify">
                    2.3. Компания имеет право производить профилактические работы в программно-аппаратном комплексе
                    Сайта с временным приостановлением работы Сайта, по возможности сокращая время неработоспособности
                    Сайта. В случае наступления форс-мажорных обстоятельств, а также аварий или сбоев в
                    программно-аппаратных комплексах третьих лиц, сотрудничающих с Партнером, или действий (бездействий)
                    третьих лиц, направленных на приостановку или прекращение функционирования Сайта, возможна
                    приостановка работы Сайта без какого либо уведомления Партнеров и Пользователей сайта.
                </p>


                <h5>3. Порядок расчетов</h5>
                <p></p>

                <p style="text-align: justify">
                    3.1. Вознаграждение Партнера по настоящему Соглашению рассчитывается и выплачивается в соответствии
                    с маркетинг планом, опубликованным на Сайте.
                </p>

                <h5>4. Ответственность Сторон</h5>
                <p></p>

                <p style="text-align: justify">
                    4.1. Стороны несут ответственность за неисполнение взятых на себя обязательств в соответствии с
                    действующим международным законодательством.
                </p>

                <p style="text-align: justify">
                    4.2. В случае неисполнения или ненадлежащего исполнения одной из сторон обязательств по настоящему
                    Соглашению, она обязана возместить другой стороне причиненные таким неисполнением убытки.
                </p>

                <p style="text-align: justify">
                    4.3. Компания не несет ответственности за любые косвенные или случайные убытки (потеря дохода,
                    комиссий) в связи с проблемами с отслеживанием Партнера, потерями файлов баз данных и любыми
                    результатами «намеренного причинения вреда» Программе или Сайту. Компания не заявляет, что работа
                    Партнерской программы и Сайта будет проходить без сбоев, и не несет ответственности за какие-либо
                    сбои или ошибки.
                </p>

                <p style="text-align: justify">
                    4.4. Компания не несет ответственности за нарушение интеллектуальных прав третьих лиц, если такое
                    нарушение было вызвано созданием, загрузкой, размещением, копированием или изменением информации,
                    материалов или изображений в Программе, выполненных пользователями сайта.
                </p>

                <p style="text-align: justify">
                    4.5. Общая сумма ответственности Компании не может превышать общую сумму вознаграждения, которое
                    было выплачено или подлежит выплате Партнеру.
                </p>

                <h5>5. Условие расторжения настоящего соглашение</h5>
                <p></p>

                <p style="text-align: justify">
                    5.1. Стороны вправе в любое время расторгнуть настоящее Соглашение.
                </p>

                <p style="text-align: justify">
                    5.2. Соглашение может быть расторгнуто Компанией по любой из следующих причин:
                </p>

                <p style="text-align: justify">
                    5.2.1. Ненадлежащая реклама (ложные заявления, вводящие в заблуждение ссылки)
                </p>

                <p style="text-align: justify">
                    5.2.2. Незаконное распространение Партнером спама (массовая рассылка электронных сообщений, массовый
                    постинг в новостных группах и т.д.)
                </p>

                <p style="text-align: justify">
                    5.2.3. Реклама на сайтах, посвященных незаконной деятельности или рекламирующих ее
                </p>

                <p style="text-align: justify">
                    5.2.4. Нарушение Партнером прав на объекты интеллектуальной собственности
                </p>

                <p style="text-align: justify">
                    5.3. Соглашение может быть расторгнут Партнером по его желанию, независимо от причин.
                </p>

                <h5>6. Форс-мажор</h5>
                <p></p>

                <p style="text-align: justify">
                    6.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по
                    настоящему Соглашению, если это неисполнение явилось следствием обстоятельств непреодолимой силы,
                    возникших после заключения настоящего Соглашения в результате обстоятельств чрезвычайного характера,
                    которые стороны не могли предвидеть или предотвратить.
                </p>

                <p style="text-align: justify">
                    6.2. При наступлении обстоятельств, указанных в п. 6.1, каждая сторона должна без промедления
                    известить о них другую сторону в письменном виде.
                </p>

                <p style="text-align: justify">
                    6.3. В случаях наступления обстоятельств, предусмотренных в п. 6.1, срок выполнения стороной
                    обязательств по настоящему Соглашению отодвигается соразмерно времени, в течение которого действуют
                    эти обстоятельства и их последствия.
                </p>

                <p style="text-align: justify">
                    6.4. Компания обязуется прилагать все возможные усилия для обеспечения нормальной работоспособности
                    Сайта, однако она не несет ответственности за неисполнение или ненадлежащее исполнение обязательств
                    по Соглашению, а также возможные убытки, возникшие в том числе (но, не ограничиваясь), в результате
                    выполнения Компанией работ на Сайте, а также действий (бездействий) третьих лиц, повлиявших на
                    работоспособность Сайта.
                </p>


                <h5>7. Разрешение споров</h5>
                <p></p>

                <p style="text-align: justify">
                    7.1. Все споры и разногласия, которые могут возникнуть между сторонами по вопросам, не нашедшим
                    своего разрешения в тексте данного Соглашения, будут разрешаться путем переговоров.
                </p>

                <p style="text-align: justify">
                    7.2. В случае невозможности разрешения споров путем переговоров стороны передают их на рассмотрение
                    в соответствующий суд по месту нахождения Компании.
                </p>

                <h5>8. Изменения в иные положения</h5>
                <p></p>

                <p style="text-align: justify">
                    8.1. Условия соглашения могут в любое время быть изменены Компанией. Если какое-либо изменение
                    условий является неприемлемым для Партнера, ему придётся удалить свой Партнерский аккаунт.
                    Продолжение участия Партнера в программе будет означать то, что он дал согласие на какое-либо
                    изменение.
                </p>

                <p style="text-align: justify">
                    8.2. Заключая Соглашение, Партнер выражает свое согласие на обработку персональных данных в целях,
                    указанных в Соглашении. Недееспособный Партнер гарантирует Компании, что у него есть предварительно
                    полученное письменное согласие своего законного представителя на обработку его персональных данных.
                    Ограниченно дееспособный Партнер выражает свое согласие на обработку персональных данных Компанией в
                    целях, указанных в Соглашении.
                </p>

                <p style="text-align: justify">
                    8.3. Обработка персональных данных Партнера осуществляется Компанией с момента регистрации
                    партнерского аккаунта и в течение трех месяцев с момента удаления аккаунта Партнером. Партнер
                    соглашается с тем, что Компания в процессе обработки персональных данных имеет право осуществлять с
                    персональными данными следующие действия: сбор, систематизацию, накопление, хранение, использование,
                    уничтожение и иные необходимые в целях исполнения Соглашения и предоставления сервисов Сайта
                    действия.
                </p>

                <p style="text-align: justify">
                    8.5. Пользователь, приобретая продукцию и оплачивая услуги Компании, обязуется соблюдать все
                    авторские и исключительные права Компании и правообладателей на обучающие продукты и прочие
                    материалы. Пользователь не имеет права распространять версии обучающих продуктов на других
                    информационных ресурсах, в электронных рассылках, и иными способами, подразумевающими передачу
                    информации третьим лицам.
                </p>

                <p></p>
            </div>
            <div class="modal-footer">
                <button type="button" class="btn btn-secondary" data-bs-dismiss="modal">Закрыть</button>
            </div>
        </div>
    </div>
</div>